Repository: F-Derakhshani/yith-woocommerce-share-for-discounts-premium
Catalog: languages/yith-woocommerce-share-for-discounts-*.po
Languages: es_es, it_it, nb_no

source: You need to add a Linkedin Client ID
es_es: Tienes que añadir un ID de Cliente de LinkedIn
it_it: È necessario aggiungere il Client ID di Linkedin

source: You need to add a Linkedin Client Secret
es_es: Tienes que añadir un LinkedIn Client Secret
it_it: È necessario aggiungere la Client Secret di Linkedin

source: You closed the parent window. The authorization process has been suspended.
es_es: Has cerrado la ventana padre. El proceso de autorización se ha suspendido.
it_it: Hai chiuso la finestra principale. Il processo di autorizzazione è stato sospeso.

source: The authorization process has failed.
es_es: El proceso de autorización ha fallado.
it_it: Il processo di autorizzazione è fallito.

source: General Settings
es_es: Ajustes Generales
it_it: Impostazioni generali
nb_no: Generelle innstillinger

source: Coupon Settings
es_es: Ajustes de Cupón
it_it: Impostazioni coupon
nb_no: Kupong innstillinger

source: Sharing Settings
es_es: Ajustes de Compartir
it_it: Impostazioni condivisione
nb_no: Delings innstillinger

source: Premium Version
es_es: Versión Premium
it_it: Versione premium
nb_no: Premium versjon

source: You need to add a Facebook App ID
es_es: Necesitas añadir una App ID de Facebook
it_it: È necessario aggiungere un App ID Facebook
nb_no: Du må legge til en Facebook App ID

source: You need to add a Twitter Consumer Key (API Key)
es_es: Tienes que añadir una Clave Consumer de Twitter (Clave API)
it_it: È necessario aggiungere la Consumer Key (API Key) di Twitter

source: You need to add a Twitter Consumer Secret (API Secret)
es_es: Tienes que añadir una Clave Consumer Secret de Twitter (API Secret)
it_it: È necessario aggiungere la Consumer Secret (API Secret) di Twitter

source: via
es_es: a través de
it_it: tramite

source: Share the product and get 10% discount!
es_es: ¡Comparte el producto para conseguir un 10% de descuento!
it_it: Condividi il prodotto e ottieni il 10% di sconto!

source: Thank you for sharing!
es_es: ¡Gracias por compartir!
it_it: Grazie per aver condiviso!
nb_no: Takk for at du delte!

source: Your discount has been activated and applied to your shopping cart.
es_es: Tu descuento ha sido activado y aplicado a tu carrito.
it_it: Lo sconto è stato attivato e applicato al tuo carrello.
nb_no: Din rabatt har blitt aktivert og lagt til i handlekurven din.

source: Guest
es_es: Invitado
it_it: Ospite
nb_no: Gjest

source: 10% off for the shared product
es_es: 10% de descuento por el producto compartido
it_it: 10% di sconto per il prodotto condiviso

source: Settings
es_es: Ajustes
it_it: Impostazioni
nb_no: Innstillinger

source: Plugin Documentation
es_es: Documentación del Plugin
it_it: Documentazione plugin
nb_no: Plugin dokumentasjon

source: To use the coupon, you need to add the product to the cart
es_es: Para usar el cupón, necesitas añadir el producto al carrito
it_it: Per utilizzare il coupon, devi aggiungere il prodotto al carrello
nb_no: For å bruke rabattkoden, må du legge produktet i handlekurven

source: We were unable to process your request, please try again.
es_es: No hemos podido procesar tu petición, por favor, inténtalo de nuevo.
it_it: Non è stato possibile soddisfare la tua richiesta, riprova di nuovo.
nb_no: Vi kunne ikke behandle forespørselen din, vennligst prøv igjen.

source: Your friend email
es_es: El email de tu amigo.
it_it: Email di un tuo amico
nb_no: Din venns e-postadresse

source: Your email
es_es: Tu email
it_it: La tua email
nb_no: Din e-postadresse

source: Your message
es_es: Tu mensaje
it_it: Il tuo messaggio
nb_no: Din melding

source: is a required field.
es_es: es un campo obligatorio.
it_it: è un campo necessario.

source: is not a valid email address.
es_es: no es una dirección de email válida.
it_it: non è un indirizzo email valido.

source: %s wants to share something with you on %s site
es_es: %s quiere compartir algo contigo en esta página %s
it_it: %s vuole condividere qualcosa con te sul sito %s
nb_no: %s ønsker å dele noe med deg på %s site

source: There was an error while sending the email, please try again.
es_es: Ha ocurrido un error mientras se enviaba el email, por favor, inténtalo de nuevo.
it_it: Si è verificato un errore durante l'invio dell'email, riprova.
nb_no: Det oppstod en feil under sending av e-posten, vennligst prøv igjen.

source: An error occurred
es_es: Ha ocurrido un error
it_it: Si è verificato un errore

source: Cancellation completed. %d coupon deleted.
es_es: Cancelación completada. %d cupón borrado.
it_it: Cancellazione completata. %d coupon cancellato.
nb_no: Avbestilling fullført. %d rabattkupong ble slettet.

source: An error has occurred: %s
es_es: Ha ocurrido un error: %s
it_it: Si è verificato un errore: %s
nb_no: Det har oppstått en feil: %s

source: The message field cannot be empty
es_es: El campo de mensaje no puede estar vacío
it_it: Il campo messaggio non può essere lasciato vuoto

source: YITH WooCommerce Share For Discounts gives you the perfect tool to reward your users when they share the products they are going to purchase.
es_es: YITH WooCommerce Share For Discounts te da la herramienta perfecta para recompensar a tus usuarios cuando comparten los productos que van a comprar.
it_it: YITH WooCommerce Share For Discounts ti offre lo strumento perfetto per ricompensare i tuoi utenti quando condividono i prodotti che acquisteranno.

source: YITH WooCommerce Share For Discounts is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce Share For Discounts está habilitado pero no es efectivo. Requiere WooCommerce para funcionar.
it_it: YITH WooCommerce Share For Discounts è abilitato ma non in funzione. Devi installare WooCommerce affinché questo possa funzionare correttamente.
nb_no: YITH WooCommerce Share For Discounts er aktivert, men ikke trådt i kraft. Dette plugin krever WooCommerce for å fungere.

source: Coupon settings
es_es: Ajustes de cupón
it_it: Impostazioni coupon
nb_no: Kupong innstillinger

source: Expired Coupon Clearing
es_es: Borrado de cupones caducados
it_it: Rimozione Coupon Scaduti
nb_no: Sletting av utløpte kuponger

source: Automatically deletes expired coupons (Only those created by this plugin)
es_es: Borra automáticamente los cupones caducados (Sólo los creados por este plugin)
it_it: Cancella automaticamente i coupon scaduti (solo quelli creati da questo plugin)
nb_no: Sletter utløpte kuponger automatisk (Kun de som er opprettet av denne plugin).

source: or
es_es: o
it_it: o

source: Share For Discounts settings
es_es: Ajustes de Share por Discounts
it_it: Impostazioni Share For Discounts
nb_no: Innstillinger

source: Enable YITH WooCommerce Share For Discounts
es_es: Habilitar YITH WooCommerce Share For Discounts
it_it: Attiva YITH WooCommerce Share For Discounts
nb_no: Aktiver deling for rabatt

source: Enable Facebook sharing
es_es: Habilitar compartir a través de Facebook
it_it: Attiva condivisione Facebook
nb_no: Aktiver deling via Facebook

source: Facebook App ID
es_es: APP ID de Facebook
it_it: App ID Facebook

source: Facebook Button Type
es_es: Tipo de Botón Facebook
it_it: Tipo pulsante Facebook
nb_no: Facebook knapptype

source: Select the type of button you want to show for Facebook
es_es: Selecciona el tipo de botón que quieres mostrar para Facebook
it_it: Scegli il tipo di pulsante che vuoi mostrare per Facebook
nb_no: Velg den type knapp du ønsker å bruke med Facebook

source: Like and Share Buttons
es_es: Botones de Me gusta y Compartir
it_it: Pulsanti "Mi piace" e "Condividi"
nb_no: Like og deleknapper

source: Like Button Only
es_es: Sólo botón de Me gusta
it_it: Pulsante "Mi piace"
nb_no: Kun likeknapp

source: Share Button Only
es_es: Sólo botón de Compartir
it_it: Pulsante "Condividi"
nb_no: Kun deleknapp

source: Enable Twitter sharing
es_es: Habilitar compartir para Twitter
it_it: Attiva condivisione Twitter
nb_no: Aktiver deling via Twitter

source: Twitter username
es_es: Nombre de usuario de Twitter
it_it: Nome utente Twitter
nb_no: Twitter brukernavn

source: Set this option if you want to include "via @YourUsername" to your tweets
es_es: Marca esta opción si quieres incluir "vía @TuNombreDeUsuario" a tus tweets
it_it: Seleziona questa opzione se vuoi includere "via @IlTuoNomeUtente" ai tuoi tweet
nb_no: Aktiver dette alternativet dersom du ønsker å inkludere "via @DittBrukernavn" til dine tweets.

source: Twitter Consumer Key (API Key)
es_es: Consumer Key de Twitter (Clave API)
it_it: Consumer Key (API Key) di Twitter

source: Twitter Consumer Secret (API Secret)
es_es: Consumer Secret de Twitter (API Secret)
it_it: Consumer Secret (API Secret) di Twitter

source: Callback URL
es_es: URL de rellamada
it_it: URL di callback

source: Copy this text string into the "Callback URL" field of your Twitter App
es_es: Copia esta cadena de texto en el campo "URL de rellamada" de tu App de Twitter
it_it: Copia questo testo nel campo "URL di callback" della tua applicazione Twitter

source: Enable Google+ sharing
es_es: Habilitar compartir en Google+
it_it: Attiva condivisione Google+
nb_no: Aktiver deling via Google+

source: Google+ Button Type
es_es: Tipo de Botón Google+
it_it: Tipo pulsante Google+
nb_no: Google+ knapptype

source: Select the type of button you want to show for Google+.
es_es: Selecciona el tipo de botón que quieres mostrar para Google+.
it_it: Seleziona il tipo di pulsante che vuoi mostrare per Google+.

source: +1 and Share Buttons
es_es: Botones +1 y Compartir
it_it: Pulsanti "+1" e "Condividi"
nb_no: +1 og deleknapper

source: +1 Button Only
es_es: Sólo botón +1
it_it: Pulsante "+1"
nb_no: Kun +1 knapp

source: Enable Linkedin sharing
es_es: Habilitar compartir en LinkedIn
it_it: Attiva condivisione Linkedin

source: Linkedin Client ID
es_es: ID de Cliente de LinkedIn
it_it: Client ID di Linkedin

source: Linkedin Client Secret
it_it: Client Secret di Linkedin

source: Copy this text string into the "Authorized Redirect URLs" field of your Linkedin App
es_es: Copia esta cadena de texto en el campo de "URL autorizadas para redireccionar" de tu App de LinkedIn
it_it: Copia questo testo nel campo "URL reindirizzamento autorizzati" della tua applicazione Linkedin

source: Email to a friend
es_es: Enviar por email a un amigo
it_it: Invia via email a un amico
nb_no: E-post til en venn

source: Enable email sharing
es_es: Habilitar compartir por email
it_it: Attiva condivisione via email
nb_no: Aktiver deling via e-post

source: Box title before sharing
es_es: Recuadro de título antes de compartir
it_it: Titolo del box precedente alla condivisione
nb_no: Titteltekst over delingsknapper

source: Share and get your discount!
es_es: ¡Comparte y consigue tu descuento!
it_it: Condividi e ottieni il tuo sconto!
nb_no: Del med venner og få ekstra rabatt!

source: Title showed above the sharing buttons
es_es: Título mostrado encima de los botones de compartir
it_it: Titolo mostrato sopra ai pulsanti di condivisione
nb_no: Titteltekst som fremkommer over delingsknappene.

source: Box title after sharing
es_es: Recuadro de título después de compartir
it_it: Titolo del box successivo alla condivisione
nb_no: Titteltekst som fremkommer etter deling

source: Title showed after the sharing
es_es: Título que se muestra después de compartir
it_it: Titolo mostrato dopo la condivisione
nb_no: Titteltekst som fremkommer etter at deling er utført.

source: Message after sharing
es_es: Mensaje después de compartir
it_it: Messaggio successivo alla condivisione
nb_no: Melding som fremkommer etter deling

source: Text that replaces the buttons after the sharing
es_es: Texto que sustituye los botones después de compartir
it_it: Testo che sostituisce i pulsanti dopo la condivisione
nb_no: Melding som erstatter delingsknappene etter utført deling.

source: Show on product page
es_es: Mostrar en la página de producto
it_it: Mostra sulla pagina del prodotto
nb_no: Vis på produktsiden

source: Product page position
es_es: Posición en la página de producto
it_it: Posizione pagina prodotto
nb_no: Plassering på produktsiden

source: The position where the sharing buttons are showed in product detail pages.
es_es: La posición en la que se muestran los botones de compartir en las páginas de detalles de producto.
it_it: La posizione dove i pulsanti di condivisione sono mostrati nelle pagine dettaglio dei prodotti.
nb_no: Posisjonen der delingsknappene fremkommer på produktdetaljsiden.

source: Before title
es_es: Antes del título
it_it: Prima del titolo
nb_no: Før tittel

source: After price
es_es: Después de precio
it_it: Dopo il prezzo
nb_no: Etter pris

source: Before "Add to cart"
es_es: Antes de "Añadir al carrito"
it_it: Prima di "Aggiungi al carrello"
nb_no: Før "Legg i kurven"

source: Before tabs
es_es: Antes de las pestañas
it_it: Prima delle tab
nb_no: Før fanene

source: Between tabs and related products
es_es: Entre las pestañas y productos relacionados
it_it: Tra le tab e i prodotti correlati
nb_no: Mellom fanene og relaterte produkter

source: After related products
es_es: Después de productos relacionados
it_it: Dopo i prodotti correlati
nb_no: Etter relaterte produkter

source: Enable on on-sale products
es_es: Habilitar en productos rebajados
it_it: Abilita sui prodotti in saldo

source: Show on checkout page
es_es: Mostrar en la página de pago
it_it: Mostra nella pagina pagamento
nb_no: Vis på kassesiden

source: Checkout position
es_es: Posición en la página de pago
it_it: Posizione nella pagina pagamento
nb_no: Plassering på kassesiden

source: The position where share buttons are showed in checkout page.
es_es: Posición en la que se muestran los botones de compartir en la página de pago.
it_it: La posizione dove i pulsanti di condivisione sono mostrati nella pagina di pagamento.
nb_no: Posisjonen der delingsknappene fremkommer på kassesiden.

source: Before customer details
es_es: Antes de los detalles de cliente
it_it: Prima delle informazioni del cliente
nb_no: Før kundedetaljer

source: After customer details
es_es: Después de los detalles del cliente
it_it: Dopo delle informazioni del cliente
nb_no: Etter kundedetaljer

source: Show on cart page
es_es: Mostrar en la página de carrito
it_it: Mostra nella pagina carrello
nb_no: Vis på handlekurvsiden

source: Cart page position
es_es: Posición en la página del carrito
it_it: Posizione nella pagina carrello
nb_no: Plassering på handlekurvsiden

source: The position where share buttons are showed in cart page.
es_es: Posición en la que se muestran los botones de compartir en la página del carrito.
it_it: La posizione dove i pulsanti di condivisione sono mostrati nella pagina carrello.
nb_no: Posisjonen der delingsknappene fremkommer på handlekurvsiden.

source: Before cart
es_es: Antes del carrito
it_it: Prima del carrello
nb_no: Før handlekurven

source: Cart collaterals
es_es: Al lado del carrito
it_it: Accanto il carrello
nb_no: Handlekurv kollateraler

source: After cart
es_es: Después del carrito
it_it: Dopo il carrello
nb_no: Etter handlekurven

source: Custom Sharing Settings
es_es: Ajustes de Compartir Personalizados
it_it: Impostazioni di condivisione personalizzate

source: URL to share
es_es: URL para compartir
it_it: URL da condividere
nb_no: Nettadressen som skal deles

source: If not specified, the page URL will be used
es_es: Si no se especifica, se usará la URL de la página
it_it: Se non specificato, verrà utilizzato l'URL della pagina

source: Custom message
es_es: Mensaje personalizado
it_it: Messaggio personalizzato

source: If not specified, the page name will be used (available only for Twitter & Email sharing)
es_es: Si no se especifica, el nombre de la página se usará (disponible sólo para compartir en Twitter & Email)
it_it: Se non specificato, verrà utilizzato il nome della pagina (disponibile solo per la condivisione su Twitter e per email)

source: Facebook OpenGraph Meta Defaults
es_es: Valores predeterminados de Facebook OpenGraph Meta
it_it: OpenGraph Meta di Facebook predefiniti
nb_no: Facebook OpenGraph Metastandard

source: Default Title
es_es: Título predeterminado
it_it: Titolo Predefinito
nb_no: Standard tittel

source: Default Description
es_es: Descripción predeterminada
it_it: Descrizione Predefinita
nb_no: Standard beskrivelse

source: Default Image
es_es: Imagen predeterminada
it_it: Immagine Predefinita
nb_no: Standard bilde

source: Image size must be at least 200x200px
es_es: El tamaño de la imagen debe ser de al menos 200x200px
it_it: Le dimensioni dell'immagine devono essere almeno 200x200px
nb_no: Bildestørrelsen må være minst 200 x 200px

source: Remove expired coupons
es_es: Borrar cupones caducados
it_it: Rimuovi coupon scaduti
nb_no: Slett utløpte rabattkuponger

source: Removal of expired coupons in progress...
es_es: Borrado de cupones caducados en progreso...
it_it: Rimozione dei coupon scaduti in corso...
nb_no: Sletting av utløpte rabattkuponger pågår...

source: Upload
es_es: Subir
it_it: Carica
nb_no: Last opp

source: Description
es_es: Descripción
it_it: Descrizione

source: Discount type
es_es: Tipo de descuento
it_it: Tipo sconto

source: Coupon amount
es_es: Cantidad del cupón
it_it: Valore coupon

source: Number of days after which the coupon expires
es_es: Número de días después del cual el cupón expira
it_it: Numero di giorni dopo i quali il coupon scade
nb_no: Antall dager kupongen skal være aktiv før den utløper.

source: No expiration
es_es: Sin caducidad
it_it: Nessuna scadenza

source: Allow free shipping
es_es: Permitir envío gratuito
it_it: Permetti spedizioni gratuite

source: Share
es_es: Compartir
it_it: Condividi
nb_no: Del

source: Your Message
es_es: Tu mensaje
it_it: Il tuo messaggio

source: Cancel
es_es: Cancelar
it_it: Annulla

source: Send to a friend
es_es: Enviar a un amigo
it_it: Invia a un amico
nb_no: Send til en venn

source: Message
es_es: Mensaje
it_it: Messaggio
nb_no: Melding

source: Send email
es_es: Enviar email
it_it: Invia email
nb_no: Send meldingen

source: Your Tweet
es_es: Tu Tweet
it_it: Il tuo tweet

source: Remaining characters
es_es: Caracteres restantes
it_it: Caratteri rimasti

source: Share For Discounts
nb_no: Del for rabatter
